/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/

/* No comment provided by engineer. */
"MonitorOutOfSpace_NotifTitle" = "You are running out of disk space!";
"MonitorOutOfSpace_NotifDescription" = "Launch CleanMyMac to remove unneeded items and reclaim space.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Critical S.M.A.R.T diagnostics!";
"MonitorSMART_NotifDescription" = "CleanMyMac has found that your disk diagnostics indicate close failure. Act to prevent data loss.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Low SSD life!";
"MonitorSSD_NotifTooltip" = "%@ SSD life is %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac has found that your disk diagnostics indicate close failure. Act to prevent data loss.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "High disk temperature!";
"MonitorHighTemp_NotifTooltip" = "%@ temperature exceeds %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac has found that your disk temperature exceeds recommended rate. Make sure this doesn't happen often.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "Your battery is failing!";
"MonitorBattery_NotifDescription" = "CleanMyMac has found that your battery resource is too low. Consider changing the battery.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Heavy memory usage";
"MonitorRAM_NotifDescription" = "CleanMyMac has found that you're running out of both physical and virtual memory. Consider quitting some apps.";

/* Battery health */
"Health: %@" = "Health: %@";

"Undefined" = "Undefined";
"Fair" = "Fair";
"Good" = "Good";
"Poor" = "Poor";

/* Battery charging state */
"Charged" = "Charged";
"Not Charging" = "Not Charging";
"Calculating…" = "Calculating…";
"%ld:%02ld Until Full" = "%ld:%02ld Until Full";
"%ld:%02ld Remaining" = "%ld:%02ld Remaining";
"%@ Limited" = "%@ Limited";
"%@ Threshold" = "%@ Threshold";
"Overfilled" = "Overfilled";

"DiskAvailableSpace_description" = "%@ Available";
"DiskAvailableSpace_tooltip" = "%@ Free\n%@ Available. This number represents the total amount of both free and purgeable space that can be instantly released by the system.";
"RAMStatus_description" = "%@ Free";
"RAMStatus_tooltip" = "%@ Free";
"RAMCleanupInProgress_Title" = "Freeing Up…";
"TrashSizeStatus_description" = "%@ Used";
"TrashSizeStatus_tooltip" = "%@ Used";
"TrashSizeStatus_tooltipForZeroSize" = "%@ used within %@";

"WiredRAM_LegendTitle" = "Wired";
"WiredRAM_LegendDescription" = "Memory that can’t be cached to disk, so it must stay in RAM. This memory can’t be borrowed by other apps.";

"ActiveRAM_LegendTitle" = "Active";
"ActiveRAM_LegendDescription" = "This information is in RAM and has been recently used.";

"InactiveRAM_LegendTitle" = "Inactive";
"InactiveRAM_LegendDescription" = "This information is in RAM but it is not actively being used, it was recently used.";

"CompressedRAM_LegendTitle" = "Compressed";
"CompressedRAM_LegendDescription" = "The amount of memory in RAM that is compressed to make more RAM memory available to other processes.";

"GHz" = "GHz";

"Monitoring OFF" = "Monitoring OFF";
